{
  "tactics": [
    {
      "name": "Цитадель Ледяной Короны",
      "image": "tactics_icecrown",
      "guides": [
        {
          "name": "EpicMuffins ЦЛК 10 ОБ",
          "dateOfCreation": "2012-10-15",
          "dateLastUpdate": "2018-09-29",
          "overviewImage": "tactics_icecrown",
          "overviewText": "Гайд со страниц форума WoWCircle 2012 года. Тщательно переработан, в некоторых местах уточнен. Спасибо Feikelol",
          "categories": [
            { 
              "name": "Лорд Ребрад Обычка",
              "content": [
                { "blockType": "subtitle", "content": "Лорд Ребрад" },
                { "blockType": "image", "content": "tactics_rebrad" },
                { "blockType": "text", "content": "Бой начинается: все встали за спину к боссу (кроме хантеров), танк отвернул лицо босса от рейда." },
                { "blockType": "text", "content": "Через 2-3 секунды после пула дается гера." },
                { "blockType": "text", "content": "Задача ДДшников – дамажить босса и НЕ СТОЯТЬ перед лицом ни в коем случае, ибо босс кливает! Всегда за спиной." },
                { "blockType": "text", "content": "Через N секунд после пула Ребрад начнет кастовать шипы. (1 в 10-ке и 3 в 25-ке). Игрок в шипе ничего не может делать. Остается ждать пока убьют шип. Когда есть шипы на игроках, ДДшники даже не смотрят в сторону боса, бьют только шипы. Каст шипов сопровождается эмоциями \"Костяная хватка!/Постой-ка тут!/Единственный выход – это смерть!\"." },
                { "blockType": "text", "content": "Босс разливает лужи полосами крестом от себя. Лужа выглядит как синее пламя. В луже нельзя стоять, ибо довольно больно бьет. Лужи льются в течение всего боя с Ребрадом." },
                { "blockType": "text", "content": "Раз в ИКС минут Ребрад начинает крутиться в вертухе, как воен. Вертуха не опасна, бьет слабо. В обычках ДДшники продолжают бить босса, бегая за ним по залу. Во время вертухи босс прыгает на самых дальних игроков, относительно всего рейда. И прыгнув на них стоит несколько секунд." }
              ]
            },
            {
              "name": "Леди Смертельный Шепот 10",
              "content": [
                 { "blockType": "subtitle", "content": "Лорд Ребрад" },
                  { "blockType": "image", "content": "tactics_rebrad" },
                  { "blockType": "text", "content": "Бой начинается: все встали за спину к боссу (кроме хантеров), танк отвернул лицо босса от рейда." },
              ]
            },
            {
              "name": "Леди Смертельный Шепот 25",
              "content":[
                { "blockType": "subtitle", "content": "Леди Смертельный Шепот" },
                { "blockType": "image", "content": "tactics_ledi" },
                { "blockType": "text", "content": "У боса есть 2 фазы. Во время боя важно: слушать команды РЛа о \"сливаем треш\", \"стоп аое\" и \"друиды контролим\"." },
                { "blockType": "subtitle", "content": "ФАЗА 1" },
                { "blockType": "text", "content": "Босс стоит на платформе, не ходит и не бьет игроков. Только пуляется болтами. Фаза длится пока с боса не собьют щит маны, как у мага, только больше маны." },
                { "blockType": "text", "content": "-Раз в ИКС секунд призывает помощников-мобов (3 на 10-ке и 7 на 25-ке герах). Когда выходят мобы нужно сразу же переключаться на них, и пока не умрут все — не бить боса (ЭТО ВАЖНО! ибо при переводе боса на вторую фазу с мобами будут проблемы). ТАКЖЕ некоторые мобы иногда кастуют ТЕМНОЕ МОГУЩЕСТВО. Если не отойти от моба на гере - ваншот. О темном могуществе яростно оповещает DBM." },
                { "blockType": "text", "content": "-Через несколько секунд после призыва мобов берет игроков в контроль на 8 секунд(1 на 10 и 3 на 25). Когда игроки в контроле они оче жестко бьют по своим. Их нужно контролить любыми методами (овца, фир, смерч). Также, чтобы их не убить, нужно сразу же стопать любой АОЕ дамаг на время контроля. Сопровождается криком боса \"Ты не в силах противиться моей воле!\". Милишникам ОБЯЗАТЕЛЬНО одевать ПЕРЕД кастом контроля лоу-лвл оружие чтобы не убить союзника сразу же а только покалечить." },
                { "blockType": "text", "content": "-Льет лужи, такие же как и дк. С них нужно уходить." },
                { "blockType": "subtitle", "content": "ФАЗА 2" },
                { "blockType": "text", "content": "Босс слезает с платформы и начинает атаковать. Начинается когда сливается вся мана Леди" },
                { "blockType": "text", "content": "-На гере призывает мобов на этой фазе (1 на 10 и 3 на 25). Их тоже нужно сливать. Всё так же кастуют темное могущество." },
                { "blockType": "text", "content": "-Так же есть контроль игроков." },
                { "blockType": "text", "content": "-Кастует фростболты, которые нужно сбивать." },
                { "blockType": "text", "content": "-Выпускает на рейд духа. Дух летит медленно на случайного игрока. Когда соприкосается с игрокм - взрывается, нанося много урона. От них нужно убегать пока не исчезнут." },
                { "blockType": "text", "content": "-На героике нужно очень следить за аггро, ибо имеет иммун к таунту." },
                { "blockType": "text", "content": "*Примечание: из убитых мобов иногда ресаются скелеты с разными бафами, -99% от физ или маг урона." },
                { "blockType": "text", "content": "**Примечание: Мобы изредка вешают проклятия, при котором кд НА ВСЁ (на все способности) увеличивается на 15 сек при использовании. С таким дебаффом НИЧЕГО НЕ КАСТОВАТЬ, ибо на спелл сразу будет вешаться огромный кулдаун." }
              ]
            },
            {
              "name": "Бой на кораблях",
              "content":[
                { "blockType": "subtitle", "content": "Бой на кораблях" },
                { "blockType": "image", "content": "tactics_ships" },
                { "blockType": "text", "content": "-Те кого назначают садятся в пушки (2 пушки на 10 и 4 пушки на 25), и ведут огонь по вражескому кораблю. Для этого набираешь энергию в пушке до ~90 единиц скилом на цифре 1, и разряжаешь пушку скилом 2 — повторять до конца боя. Начинать разряжать двойку нужно с 18 секунд до начала боя по DBM таймеру." },
                { "blockType": "text", "content": "-Один танк, желательно 1 хил и несколько дамагеров берут рюкзаки перед запуском. Если пушки не смогут вовремя убить корабль, то выйдет маг. Маг находится на корабле противника и морозит пушки. Пушки в это время не могут стрелять. Танк перелетает на другой корабль и танчит Саурфанга/Мурадина. Все с рюкзаками идут за ним и убивают мага. После убийства - обратно." },
                { "blockType": "text", "content": "-Те кто остается на своем корабле просто убивают треш, который вылезает из портала, раз в минуту (около того)." },
                { "blockType": "text", "content": "-Когда на корабле противника есть ракетчики, на полу своего корабля появляются большие оранжевые метки. На место метки через несколько секунд упадет ракета. Ракета наносит урон+откидывает с места." }
              ]
            },
            {
              "name": "Саурфанг Смертоносный",
              "content":[
                { "blockType": "subtitle", "content": "Саурфанг Смертоносный" },
                { "blockType": "image", "content": "tactics_saurfang" },         
                { "blockType": "text", "content": "На обычке зерго-босс, на героике довольно сложный для неподготовленного рейда. Рдд должны стоять на максимальном рэндже от боса, и держать дистанцию между собой.(это в теории. на практике все стоят как хотят)" },
                { "blockType": "text", "content": "-Раз в 20 секунд вешает на танка дебафф, который регенит хп боса при ударе. 2 танка меняются исходя из этих дебафов." },
                { "blockType": "text", "content": "-Босс призывает мобов-чудищ. Когда они появляются, нужно переключаться в них и чем быстрее убивать. Замедлять и не давать ударить себя если бежит к тебе (возможен ваншот). Плохо воспринимают АОЕ, нужен директ-дамаг. Сопровождается криком босса \"Веселитесь, слуги мои.\"" },
                { "blockType": "text", "content": "-На протяжении всего боя на рандомных игроков по очереди вешаются метки падшего воителя. По игроку с меткой наносится часть урона от автоатаки босса по танку. Отхилить цель с меткой не сложно, но если 8 из 10 человек будут с метками, то уронить члена рейда довольно просто. Если ДПС будет не достаточно большим, то со временем метки развесятся на весь рейд, ну вы поняли..." },
                { "blockType": "text", "content": "-У босса есть альтернативный ресурс, что-то типа ярости или силы рун. Набирается за попадание автоатак треша по игрокам. Сколько \"ярости\" - на столько % больше урона по танкам и по меткам." },
                { "blockType": "text", "content": "-Так же босс вешает на себя различные вкусные бафы, среди которых БЕШЕНСТВО(значительно увеличивает скорость атаки боса). Рекомендуется ~на 35% боса, со 100% ярости и бешенством танкам прожиматься, ибо вполне может убить не взирая на хилов." },
                { "blockType": "text", "content": "-Если умирает игрок с меткой падшего воителя, то босс отхиливает себе большой % хп." }
              ]
            },
            {
              "name": "Гниломорд",
              "content":[
                { "blockType": "subtitle", "content": "Гниломорд" },
                { "blockType": "image", "content": "tactics_gnilomord" },
                { "blockType": "text", "content": "-Под стенами комнаты раз в ИКС секунд разливается большая зелёная лужа. В ней стоять нельзя, получаешь дамаг и стаки на -скорость бега. 10 стаков — не можешь ходить, и дотравишься лужей. Очень легко уходить от неё, так как видно откуда она течёт, и пока разольется можно перейти в другое место." },
                { "blockType": "text", "content": "-На обычке весь рейд стоит в ногах боса." },
                { "blockType": "text", "content": "*На героике ВАЖНО! Как и на Тухлопузе, нужно держать дистанцию от других игроков, ибо есть такой же газ. На 25 должно быть минимум 10 игроков на дистанции." },
                { "blockType": "text", "content": "-Раз в ИКС секунд бос кастует брызги слизи. Он разворачивается в одну сторону и блюет 5 раз, раз в секунду. Чтобы избежать дамага от блевотины, нужно перебегать за спину босу (НО ПРИ ЭТОМ СТАРАТЬСЯ ДЕРЖАТЬ ДИСТАНЦИЮ ОСОБЕННО ОТ МИЛИ ЗОНЫ)." },
                { "blockType": "text", "content": "-Раз в ИКС секунд вешает болезнь на игрока. Болезнь диспелят хилы. После диспела болезни того на ком она висела начинает бить маленький слизень. Бьет довольно много, но терпимо. Двух малых слизней нужно сводить. Когда сводятся вместе два малых слизня, получается один большой. Большого слизня таунтит танк и водит его вокруг боса, ибо бьет сильно, и танка убивает оче просто, если догонит." },
                { "blockType": "text", "content": "-Когда уже есть большой слизень, все малые слизни ведутся к нему. Большой слизень поглощает малого и набирает стаки для взрыва. Один слизень — один стак. 5 стаков — взрыв слизнюка. Когда происходит взрыв, нужно отбежать со своего места НА ТО МЕСТО ГДЕ ДО ВЗРЫВА НИКТО НЕ СТОЯЛ (обычно все бегут под стенку комнаты). При взрыве слизень бросает бомбы на всех игроков. И чтобы не попасть под бомбу нужно отбежать на свободную область. Также большой слизень бьет аое, и крутиться с ним рядом не желательно. Ещё слизни плюются лужами, с тем же эффектом что и по краям комнаты, но меньше." }
              ]
            },
            {
              "name": "Тухлопуз",
              "content": [
                { "blockType": "subtitle", "content": "Тухлопуз" },
                { "blockType": "image", "content": "tactics_tuxlopuz" },
                { "blockType": "text", "content": "Нужно держать дистанцию 10 метров от других игроков, особенно от МИЛИШНЕКОВ и танков у боса." },
                { "blockType": "text", "content": "Как работает ГАЗ: если на расстоянии от боса не достаточно игроков, то газ будет кидаться и на милишников." },
                { "blockType": "text", "content": "-Раз в ИКС секунд кидает газ на игроков которые стоят далеко от боса. Если ты стоишь близко к игроку на которого попал газ, ты как и он будешь получать домаг +стан на 5 секунд." },
                { "blockType": "text", "content": "-Раз в ИКС секунд вешает на игроков споры (2 на 10 и 3 на 25). Споры винды над головой игрока. Когда действие споры заканчивается, на игрока и всех кто рядом вешается дебафф на уменьшение урона от темной магии. Их нужно сбрать 3 штуки. То есть, если ты видишь игроков со спорой над головой, подбегаешь к нему и ждешь стака. Нельзя чтобы 2 споры были в одном месте. При взрыве споры наносят дамаг, на гере может быть ваншот. Взрываются через ~10 секунд." },
                { "blockType": "text", "content": "-Через ~3 минуты после начала боя кастует едкую гниль. Если ты не собрал 3 стака от спор - ваншот (на обе может не ваншотнуть с одной)." },
                { "blockType": "text", "content": "*ВСЕМ НЕ ОБЯЗАТЕЛЬНО СОБИРАТЬ СТАКИ! Достаточно будет прожать глыбу/тучку/бабл под каст гнили. Каст длится 2 секунды, прожать успеется." },
                { "blockType": "text", "content": "*Особенность героика: раз в ИКС секунд на пол падает пельмень. Там куда он упадет через пару секунд появляется большая зелёная метка, и чтобы не попасть под него, нужно отойти на метров 10 от метки. Попал под пельмень — получил дамаг и дебаф -200% хасты на 20 секунд." },
                { "blockType": "text", "content": "**Чтобы в куче не стояли все споры, в РК обычно говорят кому бежать в ноги боса для стака милишникам, а кому уходить из ног и обеспечивать стаком других игроков." }
              ]
            },
            {
              "name": "Профессор Мерзоцид",
              "content": [
                { "blockType": "subtitle", "content": "Профессор Мерзоцид" },
                { "blockType": "image", "content": "tactics_professor" },
                { "blockType": "text", "content": "Имеет 3 фазы. Бой обычно длится больше 10 минут. Фазы условно разделяются переходами. Чтобы было понятно: ЛЕВО и ПРАВО, имеется ввиду от того положения где босс стоит изначально." },
                { "blockType": "text", "content": "-Один из игроков пьет зелье из стола боса, и превращается в большого монстра (его зовут няшка). Он выпивает лужи которые разливает босс и замедляет слизней." },
                { "blockType": "text", "content": "-Раз в ИКС секунд бос кидает две зелёные лужи. Они растут со временем, из них нужно выбегать. Их выпивает няшка." },
                { "blockType": "text", "content": "-Раз в ИКС секунд босс ставит химическую бомбу, 2 колбы рядом с собой. Танк должен отвести его от колб, а все остальные НЕ НАСТУПАЯ НА КОЛБЫ идти с танком.(хим. бомбы начинаются со второй фазы). Пробежал по кобле - получил дебаф на -50% меткости. Через 10 секунд колбы взрываются, нанося урон всем кто рядом, и отбрасывая их. О появлении колб яростно уведлмляет DBM." },
                { "blockType": "text", "content": "-Раз в ИКС секунд босс бросает 3 пельменя. Их видно когда они летят от боса. Нужно убегать с их пути, ибо метки куда упадут нету. Попал под пельменя - получил урон (возможен ваншот) и слоукаст 200% на 20 секунд." },
                { "blockType": "text", "content": "-Раз в ИКС секунд бос кастует слизня, поочередно зелёного или красного. Зелёные вылезают из трубы СПРАВА. Красные вылезают из трубы СЛЕВА. Когда слизень появляется, он стоит пару секунд, а потом начинает кастовать шланг." },
                { "blockType": "text", "content": "*От зелёного слизня все становятся ПОДАЛЬШЕ, под левую стенку. Когда он скастует шланг-зелёный луч через всю комнату на игрока, тогда все начинают его бить. Игрок под шлангом не может ходить. Слизень ползет к игроку под шлангом, а все остальные в это время забивают на боса и бьют слизня. Если слизень успевает дойти до игрока, он наносит АОЕ урон всем кто рядом с ним. Чтобы уменьшить урон, нужно сбежаться всем к игроку со шлангом. Когда слизень доходит, он наносит урон и откидывает всех. После откидывания снова начинает кастовать тот же шланг, а значит во время каста нужно отбежать." },
                { "blockType": "text", "content": "*От красного слизня так же нужно держаться дальше до того как он скастует шланг. Обычно все бегут к правой стенке и ждут там шланга. Шланг красный, через всю комнату на рандомного игрока. Игрок с красным шлангом должен убегать от слизня, ибо слизень догоняет его, и быстро. Игроку наносится не малый дамаг. Все в это время сливают красного слизня. Если слизень догоняет игрока — ВАНШОТ  ВСЕМУ РЕЙДУ. Через секунд 20 слизень оставляет игрока в покое и начинает кастовать новый шланг (изначально на игроке со шлангом есть 10 стаков. Постепенно стаки спадают с игрока, и когда они спадут полностью, тогда он начинает рекастить). Во время рекаста все должны отбежать." },
                { "blockType": "text", "content": "**Слизни появляются во время первой и второй фазы поочередно, начиная с зелёного." },
                { "blockType": "subtitle", "content": "Фаза 1" },
                { "blockType": "text", "content": "Проходит быстро, обычно до каста первого слизня. Во время этой фазы происходит всё описаное выше (кроме пельменей и химических бомб, которые начинаются после 1 фазы)." },
                { "blockType": "subtitle", "content": "Фаза 2" },
                { "blockType": "text", "content": "Начинается с ~80% хп. Переход на эту фазу на обычке — просто стан всему рейду на 20 секунд; на героике: босс выпускает сразу два слизня сразу+на игроков вешаются дебафы красные или зелёные; игроки с красными дебафами могут бить только красного а игроки с зелёными - только зелёного. Во время самой фазы происходит всё описанное выше." },
                { "blockType": "subtitle", "content": "Фаза 3" },
                { "blockType": "text", "content": "Начинается с ~35% хп. Переход на эту фазу такой же как и на вторую. После перехода босс превращается в мутанта, и прекращает кастовать слизней. Босс постепенно водится под стенкой комнаты, избегая луж, химических бомб и пельменей. Все игроки должны стоять не на маршруте танков, чтобы не засорять лужами пространство впереди. " },
                { "blockType": "text", "content": "ВАЖНО! до убийства босс раз в кажется 10 секунд вешает 1 дотающий стак. 1 или 2 стака дамажат не много, их по ДБМу могут забирать ддшники с таунтами. От смерти цели с этими стаками босс регенит себе много хп." },
                { "blockType": "text", "content": "***ВАЖНО! Когда в РК говорят СТОПАТЬ ДАМАГ, значит нужно стопать его, ибо на гере можно перевести боса с тремя слизнями вместе, а это не малые проблемы." }
              ]
            },
            {
              "name": "Совет принцев крови",
              "content": [
                { "blockType": "subtitle", "content": "Совет принцев крови" },
                { "blockType": "image", "content": "tactics_princy" },
                { "blockType": "text", "content": "Тут есть 3 босса. Двоих из них держит один танк, а третьего—Келесета-который_слева другой танк (в некоторых гильдиях по танку на принца)." },
                { "blockType": "text", "content": "-Раз в ИКС секунд из потолка медленно начинают падать белые сферы-кинетические бомбы. Сферы поднимаются обратно от получения урона. Убить их нельзя, только контролировать пока не пропадут. Вместе может быть до трех сфер. Когда сфера падает — она отбрасывает всех игроков со своих мест, что на героике может быть фатально. Если сферы контролят ханты или локи петами, то им нужно следить чтобы пет не полетел к потолку. У потолка находится следующий босс, Королева Лана’Тель. Если пет спулит её, то весь рейд принудительно телепортирует в начало инста. Принцев следовательно нужно будет бить сначала." },
                { "blockType": "text", "content": "-У трех боссов одно общее ХП. Цель с хп меняется раз в ИКС секунд. У кого хп, того нужно бить. У кого хп, тот бьет сильнее по своему таргету." },
                { "blockType": "text", "content": "-Когда ХП попадает на принца КЕЛЕСЕТА, РДД переключаются в него (впрочем как и милишнеки, но не желательно из-за вихрей), НО БЕЗ ЛЮБЫХ АОЕ СКИЛОВ (ибо танк который танчит Келесета держит рядом темные сферы, которые дают ему резистенсы к темной магии, чтобы босс не ваншотнул его; у сфер мало хп, и аое скилы убьют их)." },
                { "blockType": "text", "content": "-Раз в ИКС секунд боссы кастуют МОГУЧИЙ ВИХРЬ. Когда идёт каст ты должен отбежать от других игроков, ибо если кто-то будет рядом, тебя и его откинет от своих мест + получите урон. Чем меньше игроков рядом — тем меньше урона (обычно редко удается отбежать так чтобы никого не задеть своим вихрем)." },
                { "blockType": "text", "content": "-Раз в ИКС секунд боссы кастуют СОТРЯСАЮЩИЙ ВИХРЬ на одого из игроков. Там где стоит игрок в конце каста появится вихрь, отбрасываютий всех кто подходит некоторое время." },
                { "blockType": "text", "content": "*ВАЖНО! На героике от бега на этих боссах на игрока вешаются дебафы-доты. Чем больше дебафов - больше дамага получаешь. Не советуется набирать больше 10 стаков. Когда набрал 10, подожди пока спадут стаки и беги куда надо дальше." },
                { "blockType": "text", "content": "**Ещё тут есть некие огни-инферно. Оранжевый шар, ползащий по полу к одному из игроков. Шар наносит дамаг игроку и всем кто рядом. Дамаг фиксированный. И чем больше игроков стоит рядом — тем меньше общего урона они получат. На эти шары обычно никто внимания не обращает, и они одолеваются рандомно." }
              ]
            },
            {
              "name": "Кровавая королева Лана’Тель",
              "content": [
                { "blockType": "subtitle", "content": "Кровавая королева Лана’Тель" },
                { "blockType": "image", "content": "tactics_lanatel" },
                { "blockType": "text", "content": "Танк и оф танк бегут к босу и ставят его на платформе. Оф танк хватает зеркало-луч, и тогда набигают все остальные. Желательно держать дистанцию 10 метров от других игроков, будешь получать меньше урона от аое." },
                { "blockType": "text", "content": "-Через секунд 10 после начала боя босс кусает одного из игроков (второго в агро листе), обычно топ дамагера (или если танки будут играться таунтами, то может укусить и танка). " },
                { "blockType": "text", "content": "Укус СУЩЕСТВЕННО апает хаст и урон." },
                { "blockType": "text", "content": "Укус длится 1 минуту, и по истечении этого времени игрок с укусом должен укусить другого игрока. Кусаются первыми ТОП дамагеры. " },
                { "blockType": "text", "content": "Когда истекает укус, у тебя пропадает панель скилов, и появляется только один скил на 1." },
                { "blockType": "text", "content": "Ты подбегаешт к другому игроку, берешь его в цель и кусаешь этим скилом. После укуса твой укус обновляется и он получает свой." },
                { "blockType": "text", "content": "Так по очереди кусается несколько топ дамагеров за бой. На укус другого игрока дается 10 секунд." },
                { "blockType": "text", "content": "*ВАЖНО! если ты упустишь момент и не укусишь никого, то превратишься в вампира и будешь чужим для рейда. Этого оче не любят рлы." },
                { "blockType": "text", "content": "-Раз в ИКС секунд босс кастует ПАКТ на игроков (2-3 игрока на 10 и 25, и 5 игроков на 25 гер). Пакт — красные лучи между игроками. Все на кого попал пакт должны сбежаться в одну точку, и он пропадет. Бьет очень сильно, нужно сбегаться быстро. Также бьет всех кто находится рядом с лучами, что значит нужно убегать от лучей-пакта." },
                { "blockType": "text", "content": "-Раз в ИКС секунд босс кастует лужу на игрока. Когда лужа попадает на игрока, у него над головой появляется фиолетовая стрелка и экран по контуру становится фиолетовым. Игрок с лужей должен чем можно быстрее побежать к стенке, и пробежаться вдоль неё, по направлению из комнаты. Пока ты бежишь, за тобой будет тянуться лужа в течении ~5 секунд. В неё ступать нельзя, домажит. Когда лужа разнесена, возвращаешься и домажишь дальше. Лужа начнет разливаться через секунды 3 после того как повешается на игрока." },
                { "blockType": "text", "content": "-Раз в ИКС минут босс идёт в центр комнаты и взлетает в воздух (вторая посадка обычно припадает какраз под берсу). Взлёт в воздух сопровождается массовым фиром всего рейда; фир оче даже может загнать в лужу и убить там. Когда она в воздухе, ты должен стать на дистанцию 10 метров. Велика вероятность смерти если будет кто-то рядом. Через секунд 20 босс снова садится, и всё повторяется." }
              ]
            },
            {
              "name": "Валитрия Сноходица",
              "content": [
                { "blockType": "subtitle", "content": "Валитрия Сноходица" },
                { "blockType": "image", "content": "tactics_valitria" },
                { "blockType": "text", "content": "Босса должны захилить свои хилы до фул хп. Тут из углов комнаты выбегают мобы, и их нужно сливать по мере их появления." },
                { "blockType": "text", "content": "-Поганище: нельзя стоять перед лицом, когда умирает - из него вылезают мелкие слизни. Слизни бьют очень много. Сливаются различными аое спелами на месте смерти поганища." },
                { "blockType": "text", "content": "-Маг: кастует воронки и фонтаны. Стоишь в воронке (черный шар на малом участке комнаты) — убывает мана, стоишь в фонтане (бело-серый круг на полу) — тебя подкинет и получишь дамаг от падения. Также кастует ледяные стрелы. Одна стрела сжигает довольно много маны. Каст можно сбить." },
                { "blockType": "text", "content": "-Скелет: кастует фаерболы и разгром. Сливаются в первую очередь. Разгром дамажит по всему рейду и много." },
                { "blockType": "text", "content": "-Зомби: нельзя подходить в момент смерти, когда умирает — взрывается и наносит урон всем вокруг." },
                { "blockType": "text", "content": "-Подавители: несколько упырей идут прямиком на боса. Их нужно убивать как только появляются. Не таргетят игроков. Урезают хил по Валитрии на 10% за каждого упыря." },
                { "blockType": "text", "content": "И про собственно хил Валитрии. Босс не хилится просто так, обычными хилами. На это ушло бы оче много времени и маны. Тут есть особая фишка." },
                { "blockType": "text", "content": "-Раз в ИКС секунд (~30) Валитрия открывает порталы в \"изумрудный сон\". Сон — типа параллельный мир, в той же комнате где идёт бой. " },
                { "blockType": "text", "content": "Порталы в сон открываются с криком Валитрии \"Я открыла портал в Изумрудный Сон. Там вы найдете спасение, герои.\"" },
                { "blockType": "text", "content": "После этих слов от босса в рандомные места комнаты опускаются дугой зелёные лучи. На месте где луч прикасается к полу появляется зелёный шар." },
                { "blockType": "text", "content": "Через секунд 5 после появления этого шара, он превратится в зелёный портал." },
                { "blockType": "text", "content": "Чтобы войти в этот портал нужно тыкнуть на него правой кнопкой мыши. Всего есть около 6 порталов на 25-ке и около 3 порталов на 10-ке." },
                { "blockType": "text", "content": "Обычно босса назначают хилить 1 хила на 10-ке и 2-х на 25-ке. Отхилить нужно 9 и 18 млн соответственно (изначально уровень хп боса = 50%)." },
                { "blockType": "text", "content": "Хилы, которым сказано, начинают хилить босса с начала боя, не тратя маны и сил на рейд." },
                { "blockType": "text", "content": "Как только появляются порталы, они занимают позиции у них, и прыгают в сон сразу после появления." },
                { "blockType": "text", "content": "Во сне в воздухе вокруг босса есть много зелёных огоньков. Один подобранный огонек дает прибавку к хилу и увеличивает реген маны." },
                { "blockType": "text", "content": "За время пребывания в сне нужно собрать чем можно больше таких огоньков. Желательно не тупить и не терять стаки, их время действия ограничено." },
                { "blockType": "text", "content": "Обычно хилы распределяют направления, куда какой летит собирать огоньки (за или против часовой стрелки)." },
                { "blockType": "text", "content": "Из сна выкидывает через ИКС секунд само." }
              ]
            },
            {
              "name": "Синдрагоса",
              "content": [
                { "blockType": "subtitle", "content": "Синдрагоса" },
                { "blockType": "image", "content": "tactics_sindragosa" },
                { "blockType": "text", "content": "Чертов ледяной дракон. Имеет условно 2 фазы:" },
                { "blockType": "subtitle", "content": "Фаза 1" },
                { "blockType": "text", "content": "Босс танчится боком к рейду. Стоишь спереди - тебя бьет дыхание которое ваншотит. Стоишь взади - тебя откидывает хвостом." },
                { "blockType": "text", "content": "-Раз в ИКС секунд босс кидает на игроков освобожденную магию. Один каст спела дает тебе один стак дебафа. Когда стак дебафа заканчивается, ты получаешь урон (а на героике и все кто рядом с тобой, потому на гере нужно выбегать из рейда с магией). Больше стаков настакал — больше урона получил." },
                { "blockType": "text", "content": "-Раз в ИКС секунд (обычно раз до взлёта) босс притягивает всех кроме танка в центр своего тела. После притягивания босс начинает кастовать ОБЖИГАЮЩИЙ ХОЛОД, 5 секунд. За это время нужно убежать в том направлении где ты стоял, ибо все кто не успеют убежать достаточно далеко получат много урона (на героике ваншот)." },
                { "blockType": "text", "content": "-Раз в минуту босс взлетает в воздух." },
                { "blockType": "text", "content": "Когда он взлетел, на игроков вешаются метки, красные стрелки над головой (2 метки на 10 и 5 меток на 25)." },
                { "blockType": "text", "content": "Игроки с этими метками ВЫСТРАИВАЮТСЯ В РЯД ВДОЛЬ ПЕРВОЙ СТУПЕНЬКИ. " },
                { "blockType": "text", "content": "Через секунд 6 после получения меток на игроков падают ледяные склепы и замораживают их (и всех кто стоял рядом). Склеп - буквально стена, через корторую нельзя пробегать. У склепа 453к хп на 25 и 113к хп на 10. " },
                { "blockType": "text", "content": "Когда на игроков упали склепы, весь рейд распределяется по склепам и прячется от плевков. Плевки — ледяные глыбы, падающие от босса из воздуха. Плевок падает в место где на полу появляется яркая синяя метка (чтобы её видеть в настройках должна быть включена опция \"проецирование текстур\")." },
                { "blockType": "text", "content": "ОТ ПЛЕВКОВ НУЖНО ПРЯТАТЬСЯ ЗА ГЛЫБАМИ с противоположной стороны, как за стенкой." },
                { "blockType": "text", "content": "На героике плевок = ваншот, на обычке не всегда но тоже ваншотит. Всего за взлёт падает по 4 плевка. Глыбы сливаются постепенно, чтобы не разбить её под плевок и не убить этим самым всех кто стоит за глыбой. Глыбы окончательно доливаются после 4-го плевка." },
                { "blockType": "text", "content": "*За первую фазу босс так может взлетать несколько раз." },
                { "blockType": "subtitle", "content": "Фаза 2" },
                { "blockType": "text", "content": "Начинается на 35% хп и сопровождается криком \"А теперь почувствуйте всю мощь господина и погрузитесь в отчаяние!\". Босс больше не взлетает, но продолжает бить хвостом, дышать льдом, притягивать и вешать магию. На этой фазе босс раз в 10 секунд дает стак на +% урона от магии на весь рейд. " },
                { "blockType": "text", "content": "-Раз в ИКС секунд на ОДНОГО игрока из рейда вешается такая же метка со склепом." },
                { "blockType": "text", "content": "В идеале склепы должны ставиться в две позиции, ниже будет иллюстрация. " },
                { "blockType": "text", "content": "Одна позиция - немного ближе к передней лапе, но не во фрейме боса, а на расстоянии несколько метров." },
                { "blockType": "text", "content": "Вторая позиция - по центру босса (имеется ввиду не в самом босе, а рядом с ним, как на картинке). " },
                { "blockType": "text", "content": "Время между появлением новых меток под склепы на игроках приблизительно 15 секунд." },
                { "blockType": "text", "content": "Потому нужно грамотно координировать действия рейда, чтобы игроки могли сбросить стаки и всевремя была свободная позиция для нового склепа." },
                { "blockType": "text", "content": "Когда игроки становятся за склеп, на них перестают вашатся стаки на +% урона от магии (также игроков за склепами не достает притягивалка босса." },
                { "blockType": "text", "content": "ВАЖНО! склеп не спасает от обжигающего холода)." },
                { "blockType": "text", "content": "Склепы должны поочередно ставиться в указанные позиции, и сливаться в меру сбрасывания стаков." },
                { "blockType": "text", "content": "Чем быстрее будут сброшены стаки и разбит склеп, тем больше времени будет для добивания босса." },
                { "blockType": "text", "content": "*Сразу же после установки второго склепа за фазу босс притягивает всех в центр + кастует обжигающий холод. Притягивалка имеет кд, отображается в дбм." },
                { "blockType": "text", "content": "ВАЖНО Если поставить второй склеп недостаточно далеко от боса то за ним не можно будет сбросить стаки и за ним всеравно притянет в центр боса. Нужно ставить достаточно далеко." },
                { "blockType": "text", "content": "Ещё следует помнить что если слишком близко подойти к задней запе, синдра может пнуться хвостом и отбросить ставящего склеп." },
                { "blockType": "text", "content": "Спереди та же история, но тут не пинок а ваншот дыханием." },
                { "blockType": "text", "content": "Так же, на милишников от ударов цепляются дотающие стаки на время. 10 стаков дамажат приблизительно 20к хп за тик." },
                { "blockType": "text", "content": "Кастеры, прогревайте свои пуканы заранее. Освобожденная магия не щадит никого." }
              ]
            },
            {
              "name": "Король-Лич Обычка",
              "content": [
                { "blockType": "subtitle", "content": "Король-Лич Обычка" },
                { "blockType": "image", "content": "tactics_lich" },
                { "blockType": "text", "content": "Босс имеет 3 фазы. Переход между фазами начинается на 70% и на 40% хп." },
                { "blockType": "subtitle", "content": "Фаза 1" },
                { "blockType": "text", "content": "Весь рейд стает в одной точке на краю платформы. Только оф танк стает сбоку от рейда." },
                { "blockType": "text", "content": "-Раз в ИКС секунд босс призывает вурдалаков и шаркающих ужасов. Оф танк забирает шаркающих на себя и держит их в стороне." },
                { "blockType": "text", "content": "-Раз в ИКС секунд босс вешает на рандомного игрока МЕРТВЯЩУЮ ЧУМУ. Чума ждёт секунд 6 прежде чем тикнуть и убить игрока. Как только чума попадает на игрока, игрок должен подбежать к оф танку с шаркающим ужасом. Там с него диспелят чуму и чума попадает на шаркающего. Если рядом будет кто-то из своих, чума перекинется на него. Чума бросается несколько раз за фазу. Чума постепенно убивает шаркающего." },
                { "blockType": "subtitle", "content": "Фаза 2" },
                { "blockType": "text", "content": "Начинается на 70% хп боса. Лич бежит в центр платформы, а рейд остается на краю. Если выбежать за край платформы, будешь получать МНОГО дамага. В это время на оф танке ещё остаются шаркающие." },
                { "blockType": "text", "content": "-Раз в ИКС секунд из игрока вылезает гневный дух. Его берет танк и танчит лицом от рейда. Впереди стоять нельзя, кастует сало и больно бьет им. За переход на вторую фазу появляется 3 духа. Они убиваются постепенно, чтобы до окончания было чем можно меньше хп у них." },
                { "blockType": "text", "content": "-Раз в малый ИКС секунд босс призывает шары, медленно идущие из центра платформы на игрока. Рдд должны убить шар чтобы он не дошел до игрока. Если шар дошел - отправит в далекий полёт всех кто стоял рядом." },
                { "blockType": "text", "content": "*переход длится около минуты. По окончанию перехода все игроки должны перебежать с края платформы в центр. Края платформы обваливаются, и кто не успел - упадёт и умрет." },
                { "blockType": "text", "content": "Весь рейд становится в центр платформы и бьет боса (не учитывая сэйверов)." },
                { "blockType": "text", "content": "-Раз в ИКС секунд лич призывает валькир (1 валькира на 10 и 3 валькиры на 25)." },
                { "blockType": "text", "content": "Валькира хватает игрока и тянет его к краю. Когда дотаскивает до обрыва — отпускает и игрок разбивается. " },
                { "blockType": "text", "content": "Когда есть валькиры, рейд должен станить и замедлять их, чтобы успеть спасти чем можно больше схваченных." },
                { "blockType": "text", "content": "Чернокнижники могут спастись от гибели порталом, маги блинком, охотники прыжком (нужен парашют или перо от мага), воины вмешательством в стоящего на краю платформы, ферал прыжком на боса если он стоит на краю)." },
                { "blockType": "text", "content": "-Раз в ИКС секунд (обычно СРАЗУ после призыва валькир) босс начинает кастовать ОСКВЕРНЕНИЕ." },
                { "blockType": "text", "content": "Осквернение кастуется 2 секунды." },
                { "blockType": "text", "content": "По истечению каста там где стоит игрок появляется большая черная круглая лужа." },
                { "blockType": "text", "content": "Из неё нужно выбежать ВСЕМ ЧЕМ МОЖНО БЫСТРЕЕ." },
                { "blockType": "text", "content": "Когда игрок получает урон от лужи, лужа увеличивается." },
                { "blockType": "text", "content": "Если урон получат много игроков — лужа станет большой как вся платформа, и собственно вайп. " },
                { "blockType": "text", "content": "Потому нужно ВНИМАТЕЛЬНО СЛЕДИТЬ не кастуется ли на тебя лужа, и относить её в сторону." },
                { "blockType": "subtitle", "content": "Фаза 3" },
                { "blockType": "text", "content": "Начинается с 40% хп боса. Лич снова бежит на центр платформы, а все игроки на край. Края платформы снова поднимаются, и повторяется переход на вторую фазу, только на этот раз из игроков вылезет 4 гневных духа. После завершения перехода края платформы снова обваливаются, и рейд стает на краю платформы рядом с личем." },
                { "blockType": "text", "content": "-Раз в ИКС секунд лич призывает духов, которые крутятся над ним некоторое время. Когда духи призваны, танк переводит лича на другой край, и все игроки бегут за ним. Через ИКС секунд духи начинают спускаться к рейду. Оф танк должен ловить духов, просто наступая на них. Соприкоснулся с духом — получил много урона, но танк выдержит, а игрок нет. Духи призываются пока не закончится бой." },
                { "blockType": "text", "content": "-Раз в ИКС секунд так же кастуется ОСКВЕРНЕНИЕ. Нужно грамотно выносить из рейда." },
                { "blockType": "text", "content": "-Раз в ИКС секунд босс затягивает рандомного игрока в комнату темной скорби. Там есть 2 моба. Один свой и один чужой. Они бьются между собой. Игрок в комнате должен убить чужого моба. Вражеский моб рано или поздно начнет кастовать бяку. Эту бяку нужно сбить любым доступным способом. Не сбил — возможный вайп (+100% скорости атаки и 100% урона личу на 10 секунд)." },
                { "blockType": "text", "content": "Бой продолжается до 10% хп лича. На 10% хп лич ваншотает весь рейд и начинается представление на ~2 минуты. Из тела в этот момент вставать не нужно. Потом реснет само." }
              ]
            }
          ]

        }
      ]
    },
    {
      "name": "Рубиновое Святилище",
      "image": "tactics_ruby",
      "guides": [

      ]
    },
    {
      "name": "Ульдуар",
      "image": "tactics_ulduar",
      "guides": [

      ]
    }
  ],
  "classGuides": [
    {
      "name": "Разбойник",
      "image": "class_rogue",
      "guides": [
        {
          "name": "[PVE] Мути",
          "dateOfCreation": "2012-10-15",
          "dateLastUpdate": "2018-09-29",
          "overviewImage": "class_rogue",
          "overviewText": "Гайд от великого мути разбойника Feikelol",
          "categories": [
            {
              "name": "Вступление",
              "content": [
                { "blockType": "subtitle", "content": "Вступление" },
                { "blockType": "image", "content": "class_rogue" },
                { "blockType": "text", "content": "Тут будет инфа о разбойнике" }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Паладин",
      "image": "class_paladin"
    },
    {
      "name": "Рыцарь Смерти",
      "image": "class_dk"
    },
    {
      "name": "Жрец",
      "image": "class_priest"
    },
    {
      "name": "Охотник",
      "image": "class_hunter"
    },
    {
      "name": "Шаман",
      "image": "class_shaman"
    },
    {
      "name": "Друид",
      "image": "class_druid"
    },
    {
      "name": "Чернокнижник",
      "image": "class_warlock"
    },
    {
      "name": "Маг",
      "image": "class_mage"
    },
    {
      "name": "Воин",
      "image": "class_warrior"
    }
  ]
}