{
  "tactics": [
    {
      "name": "Цитадель Ледяной Короны",
      "image": "tactics_icecrown",
      "guides": [
        {
          "name": "ЦЛК WoWCircle",
          "dateOfCreation": "2012-10-15",
          "dateLastUpdate": "2018-09-29",
          "overviewImage": "tactics_icecrown",
          "overviewText": "Гайд со страницы WoWCircle форума",
          "categories": [
            { "name": "Лорд Ребрад", "content": [
                { "blockType": "subtitle", "content": "Лорд Ребрад" },
                { "blockType": "image", "content": "tactics_rebrad" },
                { "blockType": "text", "content": "Особой тактики нету. Не стоять перед лицом боса, ибо словите клив_ваншот — это важно. Чтобы спокойно стоять на одном месте и вливать дамаг в боса — стой за спиной боса, в его фрейме (красный круг на земле, когда босс выделен в цель)." },
                { "blockType": "text", "content": "-Разливает лужи полосами крестом от себя. Лужа выглядит как синее пламя. В луже нельзя стоять, ибо больно бьет. 3 секунды в луже на гере — умер. Лужи льются в течение всего боя." },
                { "blockType": "text", "content": "-Кастует шипы на игроков (1 в 10-ке и 3 в 25-ке). Игрок в шипе ничего не может делать. Остается ждать пока убьют шип. Когда есть шипы на игроках, ты даже не смотришь в сторону боса, бьешь только шипы. Каст шипов сопровождается эмоциями \"Костяная хватка!/Постой-ка тут!/Единственный выход – это смерть!\"" },
                { "blockType": "text", "content": "-Раз в ИКС минут начинает крутиться в вертухе, как воен. Вертуха не опасна, бьет слабо. Но когда он крутится стой подальше от боса, ибо лужи в вертухе тоже льются, чтобы успеть отбежать. Также во время вертухи стой не далеко от других игроков, чтобы они могли быстро убивать шип на тебе (шипы во время вертухи только на гере). Во время вертухи босс прыгает на самих дальних игроков, относительно всего рейда. И прыгнув на них стоит несколько секунд." }
              ]
            }
          ]

        }
      ]
    }
  ]
}